<?php
$a = array("ร้ายก็หาว่าแย่ พออ่อนแอก็หาว่าสำออย",
            "ถ้าหัวใจรู้สึกว่าใช่ สเป็คที่ตั้งไว้ก็ไม่จำเป็น",
            "โสดแล้วโคดเหงา เห็นโพสเราแล้วทักมาได้เลย",
            "ข้อดีของการโสด คือไม่มีคนโกรธเวลาไปแรด",
            "DNA อยู่บนใบหน้า!...นี่คือที่มาของคำว่า มองหน้าหาพ่อมึงเหรอ",
            "ความรักมันไม่ใช่แค่เรื่องบนเตียง!... ลองที่ระเบียงบ้างก็ได้",
            "ไม่ได้เจ้าชู้แต่ไม่รู้จะเลือกใคร... ถ้าอยากคบก็ทิ้งเบอร์ไว้...ถ้าถูกใจจะโทรกลับไปเอง!!! หุหุ",
            "เวลาไม่ได้ทำให้ใครเสียคน ...ใครบางคนต่างหาก ทำให้เสียเวลา",
            "เสมอต้น...เสมอปลาย...อาจไม่เสมอไป...!",
            "การบินไทยรักคุณเท่าฟ้า , แต่คนธรรมดารักคุณเท่าเดิม , จะไม่เพิ่มเติมและเสริมแต่ง , เพราะรักมันเริ่มจะแรง , กลัวว่าจะแซงการบินไทย",
            "พึ่งรู้ว่าแฟนตัวเองเป็นกระดูก ... ก็ตอนที่ถูกหมาคาบไปแดก",
            "เจ้าชู้ เป็นการโปรโมท... แต่โสด กูอยู่ในกระแส",
            "ชีวิตไม่ใช่ Cinema อย่า Drama ใส่กู",
            "ผู้ชายเหลือน้อย...ใช้สอยอย่างประหยัด... แต่ถ้าคบผู้ชายปากจัด... อย่าไปประหยัดคำด่า",
            "บางทีผู้ชายที่ดูฉลาด... อาจเป็นผู้หญิงต่างหากที่แกล้งโง่",
            "บางคนไม่ได้ชอบคนที่หน้าตา... แต่ชอบคนชรา...ที่ร่ำรวย ",
            "ความศรัทธาเหมือนปราสาททราย สร้างขึ้นยากและใช้เวลา แต่ทำลายง่ายและใช้เวลาไม่นาน",
            "นาฬิกา เข็มวินาทีเดินตลอดเวลาไม่มีหยุดพัก แต่คนที่มองเวลา…กลับมองที่เข็มชั่วโมงก่อนเสมอ ทั้งๆที่…ในหนึ่งชั่วโมง มันเดินแค่ครั้งเดียว",
            "ไม่ว่าง คือ ข้ออ้างของคน หมดใจ ไม่เป็นไร คือ คนพูดเสียกำลังเสียใจแต่ซ่อนอาการ",
            "ฝันร้าย เป็นเรื่องที่ดี เพราะมันเป็นแค่ความฝัน แต่ฝันดีสิน่าเศร้า เพราะตื่นขึ้นมาแล้วพบว่ามันไม่เป็นความจริง",
            "ถ้าอยากจะ ประสบความสำเร็จ ต้องกล้าที่จะ เปลี่ยนแปลง ตัวเอง",
            "จงฟังความรู้สึกของผู้พูด ไม่ใช่ คำพูด",
            "คนเราจะไม่ต้องใช้สมองเลย ถ้าพูดแต่ ความจริง",
            "ยิ่งบทเรียนยากขึ้น เท่าไหร่ ถ้าเราผ่านมันไปได้เราก็จะยิ่ง เก่งขึ้น เท่านั้น",
            "อย่ากังวลกับสิ่ง ที่ยังมาไม่ถึง แต่ให้ คำนึงถึง สิ่งที่ กำลังทำ"

);
$random_key = array_rand($a,1);
echo "<p>".$a[$random_key]."</p>";

?>